package write;

public class 필기_0613 {
	public static void main(String[] args) {
		
	
	/*코딩 테스트
	-기술 면접
	-주제 > 코딩 > 구현
	-네카라쿠배 같은 곳 아니면...
	-신입보단 경력으로 가는게 상대적으로 쉬움 가성비 ㅋ
	-경력 프로젝트관리 잘하기
	-네임밸류있는회사? 찾기? 들어가기?
	
		//복습 및 홈워크
		 1.시간 배분(밀린수업,오늘수업)
		 2.당일 배운거 복습 > 밀린거 -> 안끝났으면 계속 당일 배운것부터 시작.ㅋㅋ
		 
		 //지피티 명렁어
		 -나는 현재 자바를 공부하고 있어. 위의 코드는 오늘 배운 예제야.
		 -예제를 핵심적인 문법과 중요한 구문만 정리해서 요약해줘
		 -이걸 하나의 자바파일로 정리해줘
		 -> 나온애를 다시 붙여넣기
		 -위의 소스를 내가 읽어볼거야. 그럼 니가 내가 말하는걸 듣고 내가 잘못이해하고 있거나
		잘못표현한 부분이 생기면 지적하고 교정해줘(마이크 켜고 읽어보기-말로하는 연습-> 코드 해석하는 느낌으로 읽기)
		 -	
		 
	
	
	*/
	
	
	}
}
